var subList = [{
			"head": "20以内加减（补数法）",
			"desc": "把其中一个数分解成两个数，分解的其中一个数和另一个数相加等于10",
			"type": "20-cut"
		}, {
			"head": "两位数个位和十位是镜像的两个数",
			"desc": "互为镜像的两位数相当于任意的一个数字个位+十位的和乘11",
			"type": "mirror-plus"
		},
		{
			"head": "整100数-任意数",
			"desc": "用9-十位数 10-个位数",
			"type": "100-cut"
		}	,
	{
			"head": "尾数为5的两位数平方",
			"desc": "结尾是25，前面两个数是原来数十位x（十位数+1）",
			"type": "5-square"
		},
		{
			"head": "两位数x11",
			"desc": "首位两个数字分别是乘数的十位和个位，中间的数字是乘数的和",
			"type": "double-mult-11"
		},
		{
			"head": "90～100两位数乘",
			"desc": "先找出两个数分别和100差多少，最后两位就是这两个数和100的差值相乘，前面两位是这个差值相加，再用100-差值的和",
			"type": "90s-mult-90s"
		},
		{
			"head": "个位相同，十位➕等于10",
			"desc": "末尾两个数是个位相乘（如果末尾两个数字小于10要补一个0成为4位数），前面两位是两个数字的十位数相乘再加上个位",
			"type": "foo-10-bar",
		},
		{
			"head": "十位相同，个位➕等于10",
			"desc": "末尾两个数是个位相乘（如果末尾两个数字小于10要补一个0成为4位数），前面两个数是十位x（十位数+1）",
			"type": "foo-bar-10"
		},
		{
			"head": "20以内两位数相乘（两数个位之和≤10）",
			"desc": "末尾两个数个位相乘，前面两个数是任意一个数的个位+另外一个数",
			"type": "20-foo-lte10"
		},
		{
			"head": "20以内两位数相乘（两数个位之和＞10）",
			"desc": "末尾两个数个位相乘，前面两个数是任意一个数的个位+另外一个数，因为相加大于10，所以把相加后的数个位加到末尾两个数的十位上",
			"type": "20-foo-gt10"
		},
		{
			"head": "100-110内的数相乘",
			"desc": "末尾两个数个位相乘，前面两个数是任意一个数的个位数加另一个数",
			"type": "100-m-110"
		},
		{
			"head": "整十数 ÷ 5",
			"desc": "去末尾0乘2",
			"type": "10s-d-5"
		},
		{
			"head": "任意数 X 5",
			"desc": "前数÷2x10",
			"type": "any-m-5"
		},
		{
			"head": "任意数 X 25",
			"desc": "前数÷4x100",
			"type": "any-m-25"
		},
		{
			"head": "任意数 X 125",
			"desc": "前数÷8x1000",
			"type": "any-m-125"
		}
	]

export default {
	subList
}